{data:[{name:"Damascus enacts irrigation law",text:"The Syrian president issued a law that creates a high committee on modern  irrigation co-chaired by the Syrian prime minister of the drought-ridden  republic. (..) The World Food Program in a midterm analysis released this year,  said thousands of Syrians have fled the drought-wracked eastern parts of the  country amid declining food stocks. The WFP report said more than 60,000  families have left the region since early 2009.
",published:"1276267739",url:"http://www.wfp.org/content/damascus-enacts-irrigation-law"},{name:"Madagascar: Right time, place and food",text:"Getting hold of food and reproductive health services are probably the two most  difficult things for women in rural southern Madagascar, so it makes sense for  UN agencies to combine food aid with maternal and child healthcare. Drought is  chronic in the south of the huge Indian Ocean Island, where the UN World Food  Programme (WFP) has been providing food aid since 1968 (..). &quot;Southern  Madagascar is the most food insecure area of the country,&quot; the WFP Health and  Nutrition Programme Officer in Madagascar, Flora Bertizzolo, told IRIN. &quot;It is  also an area with very poor reproductive health indicators - much worse than  national average,&quot; she said.
",published:"1276267197",url:"http://www.wfp.org/content/madagascar-right-time-place-and-food"},{name:"10 mln fear worst from Sahel food crisis",text:"Only five years after a severe food shortage north-central Africa is again  fearing the worst before the September harvest, with 10 million people  threatened in this arid region known as the Sahel. (..) But the World Food  Programme's (WFP) deputy director for Niger, Gianluca Ferrera, warned of a  shortfall of up to 40 million dollars (33 million euros) for Niger alone to make  ends meet until September.In Chad, where up to two million people need  assistance, the United Nations is working to avert &quot;disaster&quot; and the WFP has  launched an emergency operation for more than 700,000 people.
",published:"1276267026",url:"http://www.wfp.org/content/10-mln-fear-worst-sahel-faces-new-food-crisis"},{name:"Pakistan capital unfazed by nearby Taliban attack ",text:"brazen Taliban attack on NATO supplies near Islamabad indicates the militants'  growing confidence, but analysts say improved security in recent months has  limited their ability to strike the capital itself. (..) After a suicide attack  on an Islamabad office of the World Food Programme (WFP) in October last year,  the United Nations relocated up to 15 percent of its staff outside Pakistan and  restricted movement of staff within the city.
",published:"1276180677",url:"http://www.wfp.org/content/pakistan-capital-unfazed-nearby-taliban-attack"},{name:"DRC facing food crisis",text:"Food prices Democratic Republic of Congo have jumped 28% in the six-month period  to March 2010, resulting in acute malnutrition in some areas of the central  African country, a UN agency said on Wednesday. &quot;This rise was particularly  notable in 11 cities,&quot; including Lubumbashi, the country's second largest city  in the southeast and the copper capital, said Stefania Trassari, spokesperson  for the UN Office for the Co-ordination of Humanitarian Affairs, quoting the  World Food Programme.
",published:"1276178878",url:"http://www.wfp.org/content/drc-facing-food-crisis"},{name:"Chad government ends ban on fish exports ",text:"The Chad government has lifted a ban on the export of fish from Lake Chad,  acknowledging the damage done to the local fishing industry. (..) The World Food  Programme (WFP) launched an emergency operation in March to feed an estimated  737,000 people after a poor harvest across the country.
",published:"1276120800",url:"http://www.wfp.org/content/chad-government-ends-ban-fish-exports"},{name:"Kaká?s two-fold mission",text:"BRAZIL star Kaká is on a two-pronged mission during the World Cup. Apart from  trying to help his country win a record sixth World Cup title, Kaká the  humanitarian will raise awareness about child hunger in sub-Saharan Africa.(..)  Programme executive director Josette Sheeran says: &ldquo;Together we can beat hunger.  We have seen how school meal programmes are helping countries like Brazil  makehunger history.&rdquo;
",published:"1276095052",url:"http://www.wfp.org/content/kak%C3%A1%E2%80%99s-two-fold-mission"},{name:"UNICEF, WFP launch report ",text:"A Nutrition and Food Security Survey report was released yesterday as part of a  joint effort with the Health Ministry, UNICEF and WFP. This is the first survey  to assess the underlying causes of malnutrition in Sri Lanka and the related  impact of the increase in global food prices. The UNICEF and WFP funded survey  revealed that there are significant disparities between different regions of the  country.
",published:"1276094925",url:"http://www.wfp.org/content/unicef-wfp-launch-report"},{name:"Ethiopia: The Village that Won't Need Food Aid",text:"&quot;We will be self-sufficient,&quot; said Gebremichael Giday, chairman of Abreha we  Atsebeha, a village high in the arid uplands of northern Ethiopia, about 45km  from Mekele, capital of the Tigray region. (..) &quot;All you had to do was build  terraces to prevent rainwater from rushing down the hill-slopes - the soil then  acts as a sponge and absorbs the water,&quot; said Giday. This is a form of watershed  management; Ethiopia loses 1.5 billion tons of topsoil to erosion every year, a  major contributor to food insecurity, according to World Food Programme (WFP).
",published:"1276094808",url:"http://www.wfp.org/content/ethiopiathe-village-will-not-need-food-aid"},{name:"Fighting AIDS at truck stops in Africa",text:"This Swaziland HIV clinic isn&rsquo;t your typical doctor&rsquo;s office. It&rsquo;s located near  a truck stop, and nurse Thabsile Sithole&rsquo;s patients are truck drivers and the  prostitutes they visit. (..)Sithole&rsquo;s clinic operated by the Northstar Alliance,  an unusual charity conceived by the World Food Programme. &ldquo;AIDS was having a  huge impact on the transportation business in Africa,&rdquo; explains Luke Disney, the  charity&rsquo;s executive director.
",published:"1276034400",url:"http://www.wfp.org/content/fighting-aids-truck-stops-africa"},{name:"Seventy states hold rallies to ?End Hunger? ",text:"Over 150,000 people in 70 countries participated in &ldquo;End Hunger&rdquo; rallies held on  Sunday to support the efforts of the United Nations World Food Programme to  fight global hunger during the eighth annual &lsquo;End Hunger: Walk the World&rsquo; event.
",published:"1276008441",url:"http://www.wfp.org/content/seventy-states-hold-rallies-%E2%80%98end-hunger%E2%80%99"},{name:"Egypt to allow medical, food aid into Gaza",text:"Egyptian authorities prepared for the entry of food aid into Gaza through the  former Auja commercial crossing on Monday, which includes 265 tons of biscuits  for the World Food Program, a Palestinian Authority official said.
",published:"1276008399",url:"http://www.wfp.org/content/egypt-allow-medical-food-aid-gaza"},{name:"Sierra Leone: EU supports WFP",text:"The European Union (EU) Representative, accompanied by two Representatives of  the Minister of Education, Youths and Sports and the United Nations World Food  Programme (WFP) Country Representative, recently visited the WFP school meals  programme at the Forum for African Women Educationalists (FAWE) primary school  at Kroobay, Freetown. The visit follows a donation of Euro 2.7 million by the EU  to WFP in October 2009.
",published:"1276008312",url:"http://www.wfp.org/content/sierra-leone-eu-supports-wfp"},{name:"CHAD: What's happening in the north?",text:"BET, the acronym for the three northern regions of Chad &ndash; Borkou, Ennedi and  Tibesti &ndash; comes up regularly in meetings of international aid agencies  frustrated by the lack of information and difficulty of access to the remote  territory. (..) The outgoing World Food Programme programme manager in Chad, Gon  Myers, said the threat of landmines and unexploded ordnance had curtailed  support of school feeding programmes in the north. &quot;The challenge ... is  accessibility because of the landmines; we cannot invest in areas where we  cannot visit schools.&quot; A visit in February 2010 to four school feeding  programmes along the Sudan border in the northeast had required mine-resistant  armoured vehicles from the UN peacekeeping mission in the Central African  Republic and Chad.
",published:"1275948000",url:"http://www.wfp.org/content/chad-whats-happening-north"},{name:"European Commission gives ?46m for humanitarian assistance in Sudan",text:"The World Food Programme (WFP) has received a &euro;46 million boost to address  humanitarian needs in Sudan, courtesy of a European Commission meeting held in  Rome, Italy yesterday.
",published:"1275948000",url:"http://www.wfp.org/content/european-commission-gives-%E2%82%AC46m-humanitarian-assistance-sudan"},{name:"Ramires gets 2, calls mom",text:"KAKA'S CHARITY: Brazilian soccer star Kaka is pitching for help to feed the  world's 1 billion hungry people as part of a U.N. public interest campaign  kicking off to coincide with the World Cup. In the video spot, the Real Madrid  star is shown drawing a diagram like a coach planning player moves on the field.  He talks to a group of boys in soccer uniforms about how many people don't have  enough to eat. He then holds out a cup, like children do when they receive food  aid, and tells viewers: &quot;Join me in making this cup the World's Cup.&quot; The  campaign is being promoted by the Rome-based U.N. World Food Program.
",published:"1275948000",url:"http://www.wfp.org/content/ramires-gets-2-calls-mom"},{name:"Yemen: Violence in north hinders return of refugees ",text:"Hundreds of internally displaced persons (IDPs) sheltering in the Yemeni capital  Sanaa fear returning home because of recent violence in the northern Amran  governorate&rsquo;s Harf Sufyan district that left several people killed and many  injured. (..) Al-Merrani and his family are among some 3,000 IDP (about 19,000  individuals) families sheltering in Sanaa and receiving food aid from the  distribution centre in north Sanaa run by the UN World Food Programme (WFP),  according to Abdussalam al-Sharaabi, an aid worker from the Social Security Fund  working at the centre.
",published:"1275923161",url:"http://www.wfp.org/content/yemen-ongoing-violence-north-hinders-idp-returns"},{name:"Government promises to increase food making in the country",text:"Mr Elvis Afriyie Ankrah, Deputy Minister of Local Government and Rural  Development on Sunday reiterated government's commitment to increase national  food production to sustain the Ghana School Feeding Programme (GSFP).
",published:"1275922815",url:"http://www.wfp.org/content/government-promises-increase-food-making-country"},{name:"Cash crunch hits food programme",text:"Many of the United Nations World Food Programme's (WFP) school feeding projects  are on hold in the region and globally due to a fund crunch caused by the  economic recession. (..) Talking about the projects that are on hold in the  region and globally, Abeer Etefa, spokesperson, WFP regional bureau, Middle  East, Central Asia and Eastern Europe, told Emirates Business: &quot;The WFP has a  number of school feeding projects around the world. In Yemen, and in several  countries in Africa, Asia and Latin America, WFP school feeding projects are on  hold as a result of the poor funding situation this year as 2010 is coming on  the heels of the financial crisis and is a difficult financial year for many of  WFP's traditional donor countries.&quot;
",published:"1275861600",url:"http://www.wfp.org/content/cash-crunch-hits-food-programme"},{name:"Women key to beating hunger, USAID director says",text:"The number of people suffering from hunger has now topped 1 billion  globally -- the highest since 1970, according to the United Nations.  U.S. foreign-aid director Rajiv  Shah, 37, recently presented the Obama administration's strategy to  tackle the food crisis. &quot;Feed the Future&quot; will focus on improving the agricultural systems of at  least 20 countries. It's part of an international effort that could  benefit 40 million poor people over a decade, officials say.
",published:"1275861600",url:"http://www.wfp.org/content/rajiv-shah-usaid-director-tackling-global-hunger-and-why-women-lead-way"}]}
